Repository: KCD2ModManager/KCD2-Mod-Manager
Catalog: KCD2 mod manager/Resources/Messages.*.resx
Languages: de, fr

# ErrorInvalidFileType
source: Invalid file type in settings. Only .exe files are allowed.
de: Ungültiger Dateityp in den Einstellungen. Nur .exe-Dateien sind erlaubt.
fr: Type de fichier invalide dans les paramètres. Seuls les fichiers .exe sont autorisés.

# ErrorGamePathRequired
source: The game was not found in the default path. Please select the game executable manually.
de: Das Spiel wurde nicht im Standardpfad gefunden. Bitte wählen Sie die Spiel-Executable manuell aus.
fr: Le jeu n’a pas été trouvé dans le chemin par défaut. Veuillez sélectionner l’exécutable du jeu manuellement.

# ErrorGamePathRequiredExit
source: The game path is required to continue. Exiting the application.
de: Der Spielpfad ist erforderlich, um fortzufahren. Die Anwendung wird beendet.
fr: Le chemin du jeu est requis pour continuer. Fermeture de l’application.

# ErrorInvalidPath
source: The saved game path is invalid. Please update the path in settings.
de: Der gespeicherte Spielpfad ist ungültig. Bitte aktualisieren Sie den Pfad in den Einstellungen.
fr: Le chemin du jeu enregistré est invalide. Veuillez le mettre à jour dans les paramètres.

# ErrorInvalidExecutable
source: The game executable path is invalid. Please update the path in settings before starting the game.
de: Der Pfad zur Spiel-Executable ist ungültig. Bitte aktualisieren Sie den Pfad in den Einstellungen, bevor Sie das Spiel starten.
fr: Le chemin de l’exécutable du jeu est invalide. Veuillez mettre à jour le chemin dans les paramètres avant de lancer le jeu.

# ErrorSecurityBlocked
source: Only .exe files can be executed.
de: Nur .exe-Dateien können ausgeführt werden.
fr: Seuls les fichiers .exe peuvent être exécutés.

# WarningNoModsSelected
source: No mods selected to load.
de: Keine Mods zum Laden ausgewählt.
fr: Aucun mod sélectionné à charger.

# ErrorSortingDisabled
source: Sorting is disabled during search.
de: Sortierung ist während der Suche deaktiviert.
fr: Le tri est désactivé pendant la recherche.

# ErrorActionNotAllowed
source: You can only change the mod order while sorting by load order.
de: Sie können die Mod-Reihenfolge nur ändern, wenn nach Lade-Reihenfolge sortiert wird.
fr: Vous ne pouvez modifier l’ordre des mods que lorsque le tri est par ordre de chargement.

# ErrorNoModSelected
source: No mod selected.
de: Kein Mod ausgewählt.
fr: Aucun mod sélectionné.

# ErrorModNumberMissing
source: Mod number is missing or invalid.
de: Mod-Nummer fehlt oder ist ungültig.
fr: Le numéro de mod est manquant ou invalide.

# ErrorModFolderNotExists
source: The mod folder does not exist or is not specified.
de: Der Mod-Ordner existiert nicht oder ist nicht angegeben.
fr: Le dossier du mod n’existe pas ou n’est pas spécifié.

# ErrorFailedToDeleteMod
source: Failed to delete mod: {0}
de: Mod konnte nicht gelöscht werden: {0}
fr: Échec de la suppression du mod : {0}

# ErrorFailedToIdentifyMod
source: Failed to identify the mod to delete.
de: Der zu löschende Mod konnte nicht identifiziert werden.
fr: Impossible d’identifier le mod à supprimer.

# ErrorFailedToStartGame
source: Failed to start the game: {0}
de: Spiel konnte nicht gestartet werden: {0}
fr: Échec du démarrage du jeu : {0}

# InfoModAdded
source: Added mod: {0} (Version: {1})
de: Mod hinzugefügt: {0} (Version: {1})
fr: Mod ajouté : {0} (Version : {1})

# InfoModDeleted
source: Deleted mod: {0}
de: Mod gelöscht: {0}
fr: Mod supprimé : {0}

# InfoModOrderSaved
source: Mod order saved to {0}.
de: Mod-Reihenfolge gespeichert in {0}.
fr: Ordre des mods enregistré dans {0}.

# InfoNotLoggedIn
source: Not logged in to Nexus Mods
de: Nicht bei Nexus Mods angemeldet
fr: Non connecté à Nexus Mods

# InfoLoggedInAs
source: Logged in as {0}
de: Angemeldet als {0}
fr: Connecté en tant que {0}

# PromptEnterModNumber
source: Enter Mod Number:
de: Mod-Nummer eingeben:
fr: Entrez le numéro du mod :

# PromptEnterModName
source: Enter mod name:
de: Mod-Name eingeben:
fr: Entrez le nom du mod :

# PromptEnterNote
source: Enter note for mod:
de: Notiz für Mod eingeben:
fr: Entrez une note pour le mod :

# PromptModNote
source: Mod note:
de: Mod-Notiz:
fr: Note du mod :

# PromptChangeModNumber
source: Enter new mod number:
de: Neue Mod-Nummer eingeben:
fr: Entrez le nouveau numéro du mod :

# TitleModNumber
source: Mod Number
de: Mod-Nummer
fr: Numéro du mod

# TitleChangeModName
source: Change Mod Name
de: Mod-Name ändern
fr: Renommer le mod

# TitleChangeModNote
source: Change Mod Note
de: Mod-Notiz ändern
fr: Modifier la note du mod

# TitleChangeModNumber
source: Change Mod Number
de: Mod-Nummer ändern
fr: Modifier le numéro du mod

# TitleModNote
source: Mod note
de: Mod-Notiz
fr: Note du mod

# ErrorFailedToLoadMods
source: Error loading mods
de: Fehler beim Laden der Mods
fr: Erreur lors du chargement des mods

# StatusInstallingMod
source: Installing mod...
de: Mod wird installiert...
fr: Installation du mod…

# StatusModAdded
source: Added mod: {0} (Version: {1})
de: Mod hinzugefügt: {0} (Version: {1})
fr: Mod ajouté : {0} (Version : {1})

# StatusModInstallFailed
source: Failed to install mod
de: Mod konnte nicht installiert werden
fr: Échec de l’installation du mod

# StatusModDeleted
source: Deleted mod: {0}
de: Mod gelöscht: {0}
fr: Mod supprimé : {0}

# StatusInstallingModFromFolder
source: Installing mod from folder...
de: Mod wird aus Ordner installiert...
fr: Installation du mod à partir du dossier…

# DialogTitleError
source: Error
de: Fehler
fr: Erreur

# DialogTitleWarning
source: Warning
de: Warnung
fr: Avertissement

# DialogTitleSecurityError
source: Security Error
de: Sicherheitsfehler
fr: Erreur de sécurité

# DialogTitleGamePathRequired
source: Game Path Required
de: Spielpfad erforderlich
fr: Chemin du jeu requis

# DialogTitleInvalidPath
source: Invalid Path
de: Ungültiger Pfad
fr: Chemin invalide

# DialogTitleSecurityBlocked
source: Security Blocked
de: Sicherheit blockiert
fr: Sécurité bloquée

# DialogTitleLanguageChanged
source: Language Changed
de: Sprache geändert
fr: Langue modifiée

# DialogMessageLanguageChanged
source: The language has been changed. The application needs to be restarted for the changes to take effect. Restart now?
de: Die Sprache wurde geändert. Die Anwendung muss neu gestartet werden, damit die Änderungen wirksam werden. Jetzt neu starten?
fr: La langue a été modifiée. L’application doit être redémarrée pour que les changements prennent effet. Redémarrer maintenant ?

# InfoMaxBackupsSet
source: Max Backups set to {0}.
de: Maximale Backups auf {0} gesetzt.
fr: Nombre maximal de sauvegardes défini à {0}.

# ErrorInvalidNumber
source: Invalid number. Please enter a positive integer.
de: Ungültige Zahl. Bitte geben Sie eine positive Ganzzahl ein.
fr: Nombre invalide. Veuillez saisir un entier positif.

# ErrorGameInstallationNotFound
source: Game installation not found
de: Spiel-Installation nicht gefunden
fr: Installation du jeu introuvable

# ErrorInitialization
source: Initialization error: {0}
de: Initialisierungsfehler: {0}
fr: Erreur d’initialisation : {0}

# ErrorProfileNotFound
source: Profile '{0}' not found
de: Profil '{0}' nicht gefunden
fr: Profil « {0} » introuvable

# ErrorGameVersion
source: Could not detect game version
de: Spielversion konnte nicht erkannt werden
fr: Impossible de détecter la version du jeu

# DialogTitleQuestion
source: Question
de: Frage

# ExitApplicationMessage
source: Closing this window will exit the application. Do you want to continue?
de: Das Schließen dieses Fensters beendet die Anwendung. Möchten Sie fortfahren?
fr: Fermer cette fenêtre quittera l’application. Voulez-vous continuer ?

# NoGameSelectedMessage
source: No game was selected. The application will be closed.
de: Kein Spiel wurde ausgewählt. Die Anwendung wird beendet.
fr: Aucun jeu n’a été sélectionné. L’application va se fermer.

# ErrorNoGameSelected
source: Critical error: No game could be selected.
de: Kritischer Fehler: Kein Spiel konnte ausgewählt werden.
fr: Erreur critique : aucun jeu n’a pu être sélectionné.

# ErrorMainWindowCreation
source: Error creating main window:\n{0}\n\n{1}
de: Fehler beim Erstellen des Hauptfensters:\n{0}\n\n{1}
fr: Erreur lors de la création de la fenêtre principale :\n{0}\n\n{1}

# ErrorGameSelectionDialog
source: Error displaying game selection dialog:\n{0}
de: Fehler beim Anzeigen des Spiel-Auswahl-Dialogs:\n{0}
fr: Erreur lors de l’affichage du dialogue de sélection du jeu :\n{0}

# PromptSetMaxBackups
source: Enter the maximum number of backups to keep:
de: Geben Sie die maximale Anzahl der zu behaltenden Backups ein:
fr: Entrez le nombre maximal de sauvegardes à conserver :

# TitleSetMaxBackups
source: Set Max Backups
de: Maximale Backups festlegen
fr: Définir le nombre max de sauvegardes

# PromptSelectGameExecutable
source: Select Kingdom Come Deliverance 2 Executable
de: Kingdom Come Deliverance 2 ausführbare Datei auswählen
fr: Sélectionnez l’exécutable de Kingdom Come Deliverance 2

# TitleSelectGameExecutable
source: Select Game Executable
de: Spiel ausführbare Datei auswählen
fr: Sélectionner l’exécutable du jeu
