Repository: KCD2ModManager/KCD2-Mod-Manager
Catalog: KCD2 mod manager/Resources/Strings.*.resx
Languages: fr

# WindowTitle
source: KCD2 Mod Manager
fr: Gestionnaire de mods KCD2

# MenuSettings
source: Settings
fr: Paramètres

# MenuLogin
source: Log in to Nexus Mods
fr: Connexion

# MenuLogout
source: Log out of Nexus Mods
fr: Déconnexion

# ButtonStartGame
source: Start Game
fr: Démarrer le jeu

# ButtonAddMod
source: Add Mod
fr: Ajouter un mod

# ButtonReloadMods
source: Reload Mods
fr: Recharger les mods

# ButtonSortLoadOrder
source: Sort: Load Order
fr: Tri : ordre de chargement

# ButtonSortTitle
source: Sort: Title
fr: Tri : titre

# ButtonSortDisabled
source: Sort: Disabled
fr: Tri : désactivé

source: Status: Ready
fr: Statut : prêt

# StatusStartingGame
source: Starting game with mods...
fr: Démarrage du jeu avec les mods…

# StatusGameStarted
source: Game started.
fr: Jeu démarré.

# StatusFailedToStartGame
source: Failed to start game.
fr: Échec du démarrage du jeu.

# ModsEnabled
source: Mods enabled: {0}
fr: Mods activés : {0}

# ConflictsDetected
source: Conflicts detected: {0}
fr: Conflits détectés : {0}

# SearchPlaceholder
source: Search mods...
fr: Rechercher des mods…

# ToolTipClearSearch
source: Clear Search
fr: Effacer la recherche

# ToolTipUpdateAvailable
source: Update Available
fr: Mise à jour disponible

# ToolTipMoveUp
source: Move Up
fr: Monter

# ToolTipMoveDown
source: Move Down
fr: Descendre

# ToolTipDeleteMod
source: Delete Mod
fr: Supprimer le mod

# ToolTipOpenFolder
source: Open Folder
fr: Ouvrir le dossier

# ToolTipMoreOptions
source: More options
fr: Plus d’options

# ContextMenuVisitWebsite
source: Visit website
fr: Visiter le site

# ContextMenuChangeModName
source: Change mod name
fr: Renommer le mod

# ContextMenuChangeNote
source: Change note
fr: Modifier la note

# ContextMenuEndorseMod
source: Endorse mod
fr: Approuver le mod

# ContextMenuChangeModNumber
source: Change mod number
fr: Modifier le numéro du mod

# ContextMenuToggleUpdateCheck
source: Toggle update check
fr: Basculer la vérification des mises à jour

# ContextMenuOverrideVersion
source: Override Version
fr: Remplacer la version

# ContextMenuCheckForUpdate
source: Check for Update
fr: Vérifier les mises à jour

# UpdateCheckInProgress
source: Checking for updates...
fr: Vérification des mises à jour…

# UpdateCheckNoUpdate
source: No update available. Current version: {0}
fr: Aucune mise à jour disponible. Version actuelle : {0}

# UpdateCheckError
source: Error checking for updates: {0}
fr: Erreur lors de la vérification des mises à jour : {0}

# UpdateCheckNoModNumber
source: Mod number not set. Cannot check for updates.
fr: Numéro de mod non défini. Impossible de vérifier les mises à jour.

source: General Settings
fr: Paramètres généraux

source: Set Game Path:
fr: Définir le chemin du jeu :

source: Toggle Dark Mode:
fr: Activer le mode sombre :

source: Toggle Dev Mode:
fr: Activer le mode développeur :

# ToggleDeleteConfirmation
source: Ask before deleting mods:
fr: Demander avant la suppression des mods :

# ToggleUpdateNotifications
source: Enable update notifications:
fr: Activer les notifications de mise à jour :

# ToggleModOrderCreation
source: Create mod order file:
fr: Créer le fichier d’ordre des mods :

source: Language Settings
fr: Paramètres de langue

source: Select Language:
fr: Sélectionner la langue :

source: Language
fr: Langue

source: Backup Settings
fr: Paramètres de sauvegarde

# ToggleBackupCreation
source: Create backups:
fr: Créer des sauvegardes :

source: Backup on startup:
fr: Sauvegarde au démarrage :

source: Set Max Backups:
fr: Définir le nombre max de sauvegardes :

source: Set
fr: Définir

source: Enable Delete Confirmation
fr: Activer la confirmation de suppression

# ProfilesText
source: Profile:
fr: Profil :

# CreateProfileText
source: Create
fr: Créer

# DuplicateProfileText
source: Duplicate
fr: Dupliquer

# DeleteProfileText
source: Delete
fr: Supprimer

# SaveProfileText
source: Save
fr: Enregistrer

# LoadProfileText
source: Load
fr: Charger

# EnableAllModsText
source: Enable All
fr: Tout activer

# DisableAllModsText
source: Disable All
fr: Tout désactiver

# UpdateManifestText
source: Update Manifest (Selected)
fr: Mettre à jour le manifeste (sélectionné)

# UpdateAllManifestsText
source: Update All Manifests
fr: Mettre à jour tous les manifestes

# SwitchGameText
source: Switch Game
fr: Changer de jeu

# GameText
source: Game:
fr: Jeu :

# LoadingModsText
source: Loading Mods...
fr: Chargement des mods…

# SelectGameTitle
source: Select Game
fr: Sélectionner le jeu

# SelectGameMessage
source: Select installed game:
fr: Sélectionnez le jeu installé :

# CancelButton
source: Cancel
fr: Annuler

# DeleteModTitle
source: Delete Mod
fr: Supprimer le mod

# DeleteModMessage
source: Are you sure you want to delete this mod?
fr: Voulez-vous vraiment supprimer ce mod ?

source: Don't ask again
fr: Ne plus demander

# YesButton
source: Yes
fr: Oui

# NoButton
source: No
fr: Non

# NameInputDialogTitle
source: Input
fr: Saisie

source: Enter profile name:
fr: Entrez le nom du profil :

source: Enter mod name:
fr: Entrez le nom du mod :

# EnterModVersion
source: Enter custom version (leave empty to use detected version):
fr: Entrez la version personnalisée (laisser vide pour utiliser la version détectée) :

# SetModVersionTitle
source: Set Mod Version
fr: Définir la version du mod

# ChangeModNameTitle
source: Change Mod Name
fr: Renommer le mod

# DuplicateProfileTitle
source: Duplicate Profile
fr: Dupliquer le profil

# EnterDuplicateProfileName
source: Enter name for duplicated profile:
fr: Entrez le nom du profil dupliqué :

# DeleteProfileConfirm
source: Delete profile '{0}'?
fr: Supprimer le profil « {0} » ?

# ConfirmDeleteTitle
source: Confirm Delete
fr: Confirmer la suppression

# ErrorTitle
source: Error
fr: Erreur

# SuccessTitle
source: Success
fr: Succès

# ErrorCreatingProfile
source: Error creating profile: {0}
fr: Erreur lors de la création du profil : {0}

# ErrorLoadingProfile
source: Error loading profile: {0}
fr: Erreur lors du chargement du profil : {0}

# ErrorDeletingProfile
source: Error deleting profile: {0}
fr: Erreur lors de la suppression du profil : {0}

# ErrorSavingProfile
source: Error saving profile: {0}
fr: Erreur lors de l’enregistrement du profil : {0}

# ErrorDuplicatingProfile
source: Error duplicating profile: {0}
fr: Erreur lors de la duplication du profil : {0}

# ProfileNotFound
source: Profile '{0}' not found
fr: Profil « {0} » introuvable

# UpdateAllManifestsMessage
source: Update all manifests to game version {0}?
fr: Mettre à jour tous les manifestes vers la version du jeu {0} ?

# ConfirmUpdateTitle
source: Confirm Update
fr: Confirmer la mise à jour

# UpdateAvailableTitle
source: Update Available
fr: Mise à jour disponible

# UpdateAvailableMessage
source: A new version ({0}) is available. Do you want to update?
fr: Une nouvelle version ({0}) est disponible. Voulez-vous mettre à jour ?

# UpdatedManifestsCount
source: Updated {0} manifests
fr: {0} manifestes mis à jour

# FailedToUpdateManifest
source: Failed to update manifest for {0}
fr: Échec de la mise à jour du manifeste pour {0}

source: Could not detect game version
fr: Impossible de détecter la version du jeu

# FailedToStartGame
source: Failed to start the game: {0}
fr: Échec du démarrage du jeu : {0}

# FailedToDeleteMod
source: Failed to delete mod: {0}
fr: Échec de la suppression du mod : {0}

# UpdateInstalling
source: Installing update...
fr: Installation de la mise à jour…

# UpdateDownloadLinkFailed
source: Failed to download update. You may need to download manually.
fr: Échec du téléchargement de la mise à jour. Vous devrez peut-être la télécharger manuellement.

# UpdateInstalledSuccess
source: Update successfully installed for {0}.
fr: Mise à jour installée avec succès pour {0}.

# UpdateInstallFailed
source: Failed to install update. Please try again or download manually.
fr: Échec de l’installation de la mise à jour. Veuillez réessayer ou télécharger manuellement.

# ErrorNexusApiKeyMissing
source: Nexus API Key not configured. Please log in to Nexus Mods first.
fr: Clé API Nexus non configurée. Veuillez d’abord vous connecter à Nexus Mods.
